v_understand=[
    {
        "key": "开关开",
        "opt": "[\"power\"]",
        "p": "[1]",
        "msg": "已为您开机"
    },
    {
        "key": "开关关",
        "opt": "[\"power\"]",
        "p": "[0]",
        "msg": "已为您关机"
    },
    {
        "key": "温度20",
        "opt": "[\"washTemp\"]",
        "p": "[20]",
        "msg": "洗衣温度已为您设到20度"
    },
    {
        "key": "温度30",
        "opt": "[\"washTemp\"]",
        "p": "[30]",
        "msg": "洗衣温度已为您设到30度"
    },
    {
        "key": "温度40",
        "opt": "[\"washTemp\"]",
        "p": "[40]",
        "msg": "洗衣温度已为您设到40度"
    },
    {
        "key": "温度60",
        "opt": "[\"washTemp\"]",
        "p": "[60]",
        "msg": "洗衣温度已为您设到60度"
    },
    {
        "key": "温度95",
        "opt": "[\"washTemp\"]",
        "p": "[95]",
        "msg": "洗衣温度已为您设到95度"
    },

]
