v_common=[
    {
        "key": "暂停-停止-停-听-瓶-结束-停下来-取消",
        "opt": "[\"runState\"]",
        "p": "[0]",
        "msg": "已为您暂停洗衣机"
    },
    {
        "key": "开始-继续-启动-开启",
        "opt": "[\"runState\"]",
        "p": "[1]",
        "msg": "已为您启动洗衣机"
    },
    {
        "key": "标准洗-标准洗模式",
        "opt": "[\"washMode\"]",
        "p": "[1]",
        "msg": "已为您设置为标准洗模式"
    },
    {
        "key": "混合-混合模式",
        "opt": "[\"washMode\"]",
        "p": "[2]",
        "msg": "已为您设置为混合模式"
    },
    {
        "key": "牛仔-牛仔模式",
        "opt": "[\"washMode\"]",
        "p": "[3]",
        "msg": "已为您设置为牛仔模式"
    },
    {
        "key": "大雾-大雾模式-大物",
        "opt": "[\"washMode\"]",
        "p": "[4]",
        "msg": "已为您设置为大物模式"
    },
    {
        "key": "内衣-内衣模式",
        "opt": "[\"washMode\"]",
        "p": "[5]",
        "msg": "已为您设置为内衣模式"
    },
    {
        "key": "运动服-运动服模式",
        "opt": "[\"washMode\"]",
        "p": "[6]",
        "msg": "已为您设置为运动服模式"
    },
    {
        "key": "桶清洁-桶清洁模式",
        "opt": "[\"washMode\"]",
        "p": "[7]",
        "msg": "已为您设置为筒清洁模式"
    },
    {
        "key": "漂洗加脱水-漂洗加脱水模式-漂洗脱水-漂洗脱水模式-漂洗",
        "opt": "[\"washMode\"]",
        "p": "[8]",
        "msg": "已为您设置为漂洗加脱水模式"
    },
    {
        "key": "单脱水-单脱水模式-脱水-脱水模式",
        "opt": "[\"washMode\"]",
        "p": "[9]",
        "msg": "已为您设置为单脱水模式"
    },
    {
        "key": "化纤-化纤模式",
        "opt": "[\"washMode\"]",
        "p": "[10]",
        "msg": "已为您设置为化纤模式"
    },
    {
        "key": "衬衫-衬衣-衬衫模式-衬衣模式",
        "opt": "[\"washMode\"]",
        "p": "[11]",
        "msg": "已为您设置为衬衫模式"
    },{
        "key": "快洗-快点洗-快洗模式-快速-快速模式",
        "opt": "[\"washMode\"]",
        "p": "[12]",
        "msg": "已为您设置为快洗模式"
    },{
        "key": "羊毛-羊毛模式",
        "opt": "[\"washMode\"]",
        "p": "[15]",
        "msg": "已为您设置为羊毛模式"
    },
    {
        "key": "轻柔-轻柔模式",
        "opt": "[\"washMode\"]",
        "p": "[14]",
        "msg": "已为您设置为轻柔模式"
    },
    {
        "key": "预洗开",
        "opt": "[\"preWash\"]",
        "p": "[2]",
        "msg": "已为您开启预洗模式"
    },
    {
        "key": "防皱开",
        "opt": "[\"creaseRes\"]",
        "p": "[2]",
        "msg": "已为您开启防皱模式"

    },

    {
        "key": "高水位开",
        "opt": "[\"highWater\"]",
        "p": "[2]",
        "msg": "已为您开启高水位模式"
    },
    {
        "key": "ECO开",
        "opt": "[\"energySave\"]",
        "p": "[2]",
        "msg": "已为您开启ECO节能模式"

    },
    {
        "key": "节能开",
        "opt": "[\"energySave\"]",
        "p": "[2]",
        "msg": "已为您开启ECO节能模式"

    },
    {
        "key": "静音开",
        "opt": "[\"quiet\"]",
        "p": "[2]",
        "msg": "已为您开启静音模式"

    },
    {
        "key": "免排水开",
        "opt": "[\"noDrain\"]",
        "p": "[3]",
        "msg": "已为您开启免排水模式"
    },
    {
        "key": "夜间洗开",
        "opt": "[\"nightWash\"]",
        "p": "[4]",
        "msg": "已为您开启夜间洗模式"
    },
    {
        "key": "冷水-冷-用冷水",
        "opt": "[\"washTemp\"]",
        "p": "[1]",
        "msg": "洗衣温度已为您设为冷水"
    },
]
